Repository: wp-plugins/wordpress-ecommerce
Catalog: marketpress-includes/languages/mp-*.po
Languages: id_id

source: Used
id_id: Bekas

source: Remaining Uses
id_id: Sisa Penggunaan

source: No End
id_id: Tanpa Akhir

source: Unlimited
id_id: Tak Terbatas

source: No coupons yet.
id_id: Belum ada kupon.

source: Edit Coupon
id_id: Perbaiki Kupon

source: Add Coupon
id_id: Tambah Kupon

source: Letters and Numbers only
id_id: Hanya Huruf dan Angka

source: No end if blank
id_id: Tanpa Akhir jika kosong

source: Allowed Uses
id_id: Sisa yang Diperbolehkan

source: Unlimited if blank
id_id: Tak Terbatas jika kosong

source: Save Coupon
id_id: Simpan Kupon

source: Store base URL conflicts with another page
id_id: Asal URL Toko bentrok dengan halaman lainnya

source: Presentation Settings
id_id: Pengaturan Penyajian

source: Store Theme
id_id: Tema Toko

source: Upgrade to enable all themes &raquo;
id_id: Upgrade untuk mengaktifkan semua tema &raquo;

source: This option changes the built-in css styles for store pages.
id_id: Pilihan ini mengubah gaya built-in css untuk halaman toko.

source: Single Product Settings
id_id: Pengaturan Produk Tunggal

source: Checkout Button Type
id_id: Jenis Tombol Periksa Belanja

source: Add To Cart
id_id: Tambah ke Keranjang

source: Buy Now
id_id: Beli Sekarang

source: Show Quantity Option
id_id: Pilihan Tunjukkan Kuantitas

source: Product Image Size
id_id: Ukuran Gambar Produk

source: WP Thumbnail size
id_id: Ukuran Thumbnail WP

source: WP Medium size
id_id: Ukuran Sedang WP

source: WP Large size
id_id: Ukuran Besar WP

source: Custom
id_id: Biasa

source: Height
id_id: Tinggi

source: Width
id_id: Lebar

source: Show Image Lightbox
id_id: Munculkan Kotak Lampu Gambar

source: Makes clicking the single product image open an instant zoomed preview.
id_id: Klik tunggal gambar produk membuka tampilan zoom instan.

source: Product List Settings
id_id: Pengaturan Daftar Produk

source: Show Product Thumbnail
id_id: Munculkan Thumbnail Produk

source: Product Thumbnail Size
id_id: Ukuran Thumbnail Produk

source: Paginate Products
id_id: Halaman Produk

source: Products per page
id_id: Produk per halaman

source: Order Products By
id_id: Pesanan Produk menurut

source: Publish Date
id_id: Tanggal Terbit

source: Product ID
id_id: ID Produk

source: Product Author
id_id: Pengarang Produk

source: Number of Sales
id_id: Jumlah Penjualan

source: Product Price
id_id: Harga Produk

source: Random
id_id: Acak

source: Descending
id_id: Menurun

source: Ascending
id_id: Naik

source: Store URL Slugs
id_id: Slugs URL Toko

source: Customizes the url structure of your store
id_id: Mengatur struktur url toko anda

source: Store Base
id_id: Asal Toko

source: This page will be created so you can change it's content and the order in which it appears in navigation menus if your theme supports it.
id_id: Halaman ini akan dibuat jadi anda bisa mengubah isinya dan pesanan dimana halaman muncul pada menu navigasi jika tema anda mendukungnya.

source: Products List
id_id: Daftar Produk

source: Shopping Cart Page
id_id: Halaman Keranjang Belanja

source: Order Status Page
id_id: Halaman Status Pesanan

source: Messages Settings
id_id: Pengaturan Pesan

source: Email Notifications
id_id: Notifikasi Email

source: Store Admin Email
id_id: Email Admin Toko

source: The email address that new order notifications are sent to and received from.
id_id: Alamat email untuk mengirim dan menerima notifikasi pesanan baru.

source: New Order
id_id: Pesanan Baru

source: The email text sent to your customer to confirm a new order. These codes will be replaced with order details: CUSTOMERNAME, ORDERID, ORDERINFO, SHIPPINGINFO, PAYMENTINFO, TOTAL, TRACKINGURL. No HTML allowed.
id_id: Tulisan email telah dikirim ke pelanggan anda untuk konfirmasi sebuah pesanan baru. Kode-kode berikut akan diganti dengan penjelasan pesanan: NAMAPELANGGAN, IDPESANAN, INFOPESANAN, INFOPENGIRIMAN, INFOPEMBAYARAN, TOTAL, LACAKURL. Tidak diperkenankan HTML.
