Repository: wp-plugins/wordpress-ecommerce
Catalog: marketpress-includes/languages/mp-*.po
Languages: id_id

source: Continue Checkout &raquo;
id_id: Periksa lagi &raquo;

source: Import From %s
id_id: Import dari %s

source: %s Importer
id_id: %s Importir

source: Successfully imported %s products from WP e-Commerce. The old products were not deleted, so running the importer again will just create copies of the products in MarketPress.
id_id: Produk %s berhasil diimport dari WP e-Commerce. Produk lama tidak dihapus, jadi menjalankan lagi importir hanya membuat penggandaan produk di MarketPress.

source: You should <a href="%s">deactivate the WP e-Commerce plugin now</a>. Have fun!
id_id: Anda harus <a href="%s">menonaktifkan plugin WP e-Commerce sekarang</a>. Selamat!

source: This will allow you to import your products and most of their attributes from the WP e-Commerce plugin.
id_id: Anda boleh mengimport produk-produk anda beserta atributnya dari plugin WP e-Commerce.

source: It appears that you have %s products from WP e-Commerce. Click below to begin your import!
id_id: Sepertinya anda punya %s produk dari WP e-Commerce. Klik dibawah untuk memulai mengimport!

source: Import Now &raquo;
id_id: Import Sekarang &raquo;

source: It appears you have no products in WP e-Commerce to import. You should <a href="%s">deactivate the WP e-Commerce plugin</a>, or check that the plugin is updated to the latest version (the importer only works with >3.8).
id_id: Sepertinya anda tidak memiliki produk di WP e-Commerce untuk diimport. Anda harus <a href="%s">menonaktifkan plugin WP e-Commerce</a>, or periksa apakah plugin telah diperbarui ke versi terbaru (importir hanya bekerja diatas>3.8).

source: MarketPress Network Options
id_id: Pilihan Jaringan MarketPress

source: Nice Try...
id_id: Bagus...

source: Upgrade Now
id_id: Tingkatkan Sekarang

source: Upgrade to MarketPress Pro to enable Multisite features &raquo;
id_id: Tingkatkan ke MarketPress Pro untuk mengaktifkan fitur Multisitus &raquo;

source: General Settings
id_id: Pengaturan Umum

source: Limit Global Widgets/Shortcodes To Main Blog
id_id: Batas Widget Global/Kodesingkat ke Blog Utama

source: Yes
id_id: Ya

source: No
id_id: Tidak

source: Enable Global shopping cart
id_id: Mengaktifkan Keranjang Belanja Global

source: Gateway Permissions
id_id: Izin Pintu Pembayaran

source: Set payment gateway access permissions for network stores. The main site will maintain access to all gateways.
id_id: Atur akses izin pintu pembayaran untuk jaringan toko. Situs utama akan mengatur akses ke seluruh pintu pembayaran.

source: All Can Use
id_id: Bisa Pakai Semua

source: Supporter Sites Only
id_id: Hanya Situs Pendukung

source: No Access
id_id: Tidak ada akses

source: Theme Permissions
id_id: Izin Tema

source: Set theme access permissions for network stores.
id_id: Atur izin akses tema bagi jaringan toko.

source: For a custom css theme, save your css file with the "MarketPress Theme: NAME" header in the "/marketpress/css/themes/" folder and it will appear in this list so you may select it.
id_id: Untuk standar css tema, simpan kepala file css anda dengan "MarketPress Tema: NAMA" di folder "/marketpress/css/tema/" dan tema tersebut akan muncul dalam daftar sehingga anda bisa memilihnya.

source: Global Marketplace URL Slugs
id_id: URL Slugs Pasar Global

source: Customizes the url structure of global category and tag listings.
id_id: Sesuaikan struktur url pada kategori global dan daftar label.

source: Marketplace Base
id_id: Asal Pasar

source: Product Categories
id_id: Kategori-kategori Produk

source: Product Tags
id_id: Label-label Produk

source: Shortcodes
id_id: Kodesingkat

source: Shortcodes allow you to include dynamic store content in posts and pages on your site. Simply type or paste them into your post or page content where you would like them to appear. Optional attributes can be added in a format like <em>[shortcode attr1="value" attr2="value"]</em>. Note that depending on your preference above, you may only be able to use these on the main blog.
id_id: Kodesingkat membolehkan anda menyertakan isi toko dinamis dalam tulisan dan halaman pada situs anda. Simpel saja ketik atau gandakan kodesingkat pada isi tulisan anda atau halaman dimana anda ingin menampilkannya. Atribut pilihan dapat ditambahkan dengan format seperti <em>[kodesingkat attr1=nilai" attr2="nilai"]</em>. Catatan: pilihan tergantung pada pilihan anda diatas, anda hanya diperbolehkan menggunakannya pada blog utama.

source: Global Products List
id_id: Daftar Produk Global

source: Displays a network-wide list of products according to preference.
id_id: Tampilkan daftar panjang jaringan sesuai pilihan

source: Optional Attributes:
id_id: Atribut Pilihan:

source: "paginate" - Whether to paginate the product list. This is useful to only show a subset. Default: 1
id_id: "paginasi" - Apakah memberi halaman daftar produk. Ini berguna hanya untuk menampilkan sebagian. Standar: 1

source: "page" - How many products to display in the product list if "paginate" is set to true. Default: 20
id_id: "page" - Berapa produk untuk ditampilkan dalam daftar produk jika "paginasi" pengaturan benar. Standar: 20

source: "per_page" - How many products to display in the product list if "paginate" is set to 1.
id_id: "per_page" - Berapa produk ditampilkan dalam daftar produk jika "paginasi" pengaturan 1.

source: "order_by" - What field to order products by. Can be: date, title, price, sales, rand. Default: date
id_id: "order_by" - Apakah kolom berdasarkan pesanan produk. Bisa: tanggal, judul, harga, penjualan, acak. Standar: tanggal

source: "order" - Direction to order products by. Can be: DESC, ASC. Default: DESC
id_id: "order" - Arahan berdasarkan pesanan produk. Bisa DESC, ASC. Standar: DESC

source: "category" - Limits list to a specific product category. Use the category Slug
id_id: "kategori" - Batas daftar berdasarkan kategori produk khusus. Gunakan Slug kategori

source: "tag" - Limits list to a specific product tag. Use the tag Slug
id_id: "lebel" - Batas daftar label produk khusus. Gunakan Slug label

source: "show_thumbnail" - Whether to show the product thumbnail. Default: 1
id_id: "show_thumbnail" - Apakah menampilkan thumbnail produk. Standar: 1

source: "thumbnail_size" - Max thumbnail width/height. Default: 150
id_id: "thumbnail_size" - Maks thumbnail lebar/tinggi. Standar: 150

source: "show_price" - Whether to show the product price. Default: 1
id_id: "show_price" - Apakah menampilkan harga produk. Standar: 1

source: "text" - Choose "excerpt", "content", or "none". Default: excerpt
id_id: "text" - Pilih "excerpt", atau "none". Standar: excerpt

source: "as_list" - Whether to show as an unordered list. Default: 0
id_id: "as_list" - Apakah menampilkan sebagai daftar belum dipesan. Standar: 0

source: Example:
id_id: Contoh:

source: You may also use the mp_list_global_products() template function in your theme with the same arguments.
id_id: Anda juga boleh menggunakan fungsi template mp_list_global_products() pada tema anda dengan argumentasi sama.

source: Global Tag Cloud
id_id: Label Awan Global

source: Displays global most used product tags in cloud format from network MarketPress stores.
id_id: Tampilkan label produk global paling banyak digunakan dalam format awan dari jaringan toko MarketPress.

source: "limit" - Maximum amount of tags to display. Default: 45
id_id: "limit" - Maksimal jumlah label ditampilkan. Standar: 45

source: "seperator" - String to seperate tags by, like a comma, etc.
id_id: "separator" - Memisahkan string berdasarkan label-label, seperti koma, dsb.

source: You may also use the mp_global_tag_cloud() template function in your theme with the same arguments.
id_id: Anda boleh menggunakan fungsi template mp_global_tag_cloud() pada tema anda dengan argumentasi sama.

source: Global Categories List
id_id: Daftar Kategori Global

source: Displays a network-wide HTML list of product categories according to preference.
id_id: Tampilkan jaringan-luas HTML dari daftar kategori produk menurut pilihan.

source: "limit" - Text to display for showing all categories. Default: 50
id_id: "limit" - Teks ditampilkan untuk menunjukkan semua kategori. Standar: 50

source: "order_by" - What column to use for ordering the categories. "count" or "name". Default: count
id_id: "order_by" - Apakah kolom menggunakan pesanan menurut kategori. "count" or "name". Standar: count

source: "show_count" - Whether to show how many posts are in the category. Default: 0
id_id: "shown_count" - Apakah ingin menampilkanberapa jumlah tulisan pada kategori. Standar: 0

source: "include" - What to show, "tags", "categories", or "both".
id_id: "include" - Apakah menampilkan, "label", "kategori", atau "keduanya".

source: You may also use the mp_global_categories_list() template function in your theme with the same arguments.
id_id: Anda juga boleh menggunakan fungsi template mp_global_categories_list() pada tema anda dengan argumentasi sama.

source: Save Changes
id_id: Simpan Perubahan

source: Authorize.net AIM Checkout
id_id: Authorized.net AIM Checkout

source: Manual Payments
id_id: Manual Pembayaran

source: Manual Payment
id_id: Manual Pembayaran

source: Invoiced
id_id: Faktur

source: Manual/Invoice
id_id: Manual/Faktur

source: Manual Payments Settings
id_id: Pengaturan Manual Pembiayaan

source: Record payments manually, such as by Cash, Check, or EFT.
id_id: Rekam pembayaran secara manual, misal menurut Cash, Check, atau EFT.

source: Method Name
id_id: Nama metode

source: Enter a public name for this payment method that is displayed to users - No HTML
id_id: Masukkan nama sehari-hari untuk metode pembayaran guna ditampilkan di pengguna - Tidak HTML

source: User Instructions
id_id: Instruksi Pengguna

source: These are the manual payment instructions to display on the payments screen - HTML allowed
id_id: Berikut instruksi manual pembayaran agar tampil di layar pembayaran - HTML diperbolehkan

source: Confirmation User Instructions
id_id: Instruksi Konfirmasi Pengguna

source: These are the manual payment instructions to display on the order confirmation screen. TOTAL will be replaced with the order total. - HTML allowed
id_id: Berikut instruksi manual pembayaran agar tampil di layar konfirmasi. Total akan diganti dengan total pesanan. - HTML diperbolehkan.

source: Order Confirmation Email
id_id: Email Konfirmasi Pesanan

source: This is the email text to send to those who have made manual payment checkouts. You should include your manual payment instructions here. It overrides the default order checkout email. These codes will be replaced with order details: CUSTOMERNAME, ORDERID, ORDERINFO, SHIPPINGINFO, PAYMENTINFO, TOTAL, TRACKINGURL. No HTML allowed.
id_id: Email ini dikirim kepada mereka yang melakukan checkout pembayaran manual. Anda harus menyertakan instruksi pembayaran manual disini. Ini mengesampingkan email pesanan periksa belanja standar. Kode-kode berikut akan diganti dengan penjelasan pesanan: NAMAPELANGGAN, IDPESANAN, INFOPESANAN, INFOPENGIRIMAN, INFOPEMBAYARAN, TOTAL, LACAKGURL. Tidak diperkenankan HTML.

source: Your PayPal transaction has been canceled.
id_id: Transaksi Paypal anda telah dibatalkan.

source: A reversal has been canceled; for example, when you win a dispute and the funds for the reversal have been returned to you.
id_id: Pengembalian kerugian telah dibatalkan; misalnya, ketika anda memenangkan perselisihan dengan pelanggan dan dana pengembalian kerugian telah dikembalikan kepada anda.

source: The authorization period for this payment has been reached.
id_id: Masa otorisasi untuk pembayaran telah tercapai

source: An authorization for this transaction has been voided.
id_id: Otorisasi untuk transaksi ini telah dikosongkan

source: The payment has failed. This happens only if the payment was made from your customer's bank account.
id_id: Pembayaran gagal. Ini terjadi hanya apabila pembayaran dilakukan melalui akun bank pelanggan anda.

source: The payment has been partially refunded.
id_id: Pembayaran sebagian telah dikembalikan

source: The transaction has not terminated, e.g. an authorization may be awaiting completion.
id_id: Transaksi belum selesai, misal, menunggu otorisasi penyelesaian.

source: The payment has been completed, and the funds have been added successfully to your account balance.
id_id: Pembayaran telah lengkap, dan dana telah ditambahkan dengan sukses ke neraca keuangan anda.

source: A payment has been accepted.
id_id: Pembayaran telah diterima.

source: A payment was reversed due to a chargeback or other type of reversal. The funds have been removed from your account balance and returned to the buyer:
id_id: Pembayaran telah ditolak karena sebab pengembalian ongkos atau jenis pembayaran tidak diterima. Dana telah dihapus dari akun neraca anda dan dikembalikan kepada pembeli.

source: A reversal has occurred on this transaction due to a chargeback by your customer.
id_id: Penolakan transaksi terjadi karena sebab pengembalian ongkos kepada pelanggan anda.

source: A reversal has occurred on this transaction due to your customer triggering a money-back guarantee.
id_id: Penolakan transaksi terjadi karena sebab pelanggan anda mencetuskan garansi uang kembali.

source: A reversal has occurred on this transaction due to a complaint about the transaction from your customer.
id_id: Penolakan transaksi terjadi karena sebab tuntutan tentang transaksi dari pelanggan anda.

source: A reversal has occurred on this transaction because you have given the customer a refund.
id_id: Penolakan transaksi terjadi karena anda telah mengembalikan dana pelanggan.

source: A reversal has occurred on this transaction due to an unknown reason.
id_id: Penolakan transaksi terjadi karena sebab alasan tidak diketahui.

source: You refunded the payment.
id_id: Anda mengembalikan uang pembayaran.

source: You denied the payment when it was marked as pending.
id_id: Anda meniadakan pembayaran ketika ditandai sebagai menunggu.

source: The payment is pending because your customer did not include a confirmed shipping address and your Payment Receiving Preferences is set such that you want to manually accept or deny each of these payments. To change your preference, go to the Preferences section of your Profile.
id_id: Pembayaran menunggu karena pelanggan anda belum menyertakan konfirmasi alamat pengiriman dan Pilihan Penerimaan Pembayaran diatur semacam ini sehingga anda menginginkan menerima secara manual atau meniadakan setiap model pembayaran tanpa konfirmasi alamat pengiriman. Untuk mengubah pilihan, pergi ke bagian Pilihan pada profile anda.

source: The payment is pending because it has been authorized but not settled. You must capture the funds first.
id_id: Pembayaran sedang proses menunggu karena belum beres. Sebelum itu anda harus meng-capture dana.

source: The payment is pending because it was made by an eCheck that has not yet cleared.
id_id: Pembayaran sedang menunggu karena pembayaran melalui eCheck belum lengkap.

source: The payment is pending because you hold a non-U.S. account and do not have a withdrawal mechanism. You must manually accept or deny this payment from your Account Overview.
id_id: Pembayaran sedang menunggu karena akun anda berada diluar U.S. dan tidak memiliki mekanisme penukaran. Anda harus menerima pembayaran secara manual atau menolaknya dari ikhtisar akun anda.

source: You do not have a balance in the currency sent, and you do not have your Payment Receiving Preferences set to automatically convert and accept this payment. You must manually accept or deny this payment.
id_id: Anda tidak memiliki neraca dalam pengiriman mata uang, dan anda tidak memiliki pengaturan konversi otomatis Pilihan Penerimaan Pembayaran dan menerima pembayaran ini. Anda harus menerima pembayaran secara manual atau menolaknya.

source: The payment is pending because it is part of an order that has been authorized but not settled.
id_id: Pembayaran sedang menunggu karena merupakan bagian dari pesanan yang telah diotorisasi namun belum disetujui.

source: The payment is pending while it is being reviewed by PayPal for risk.
id_id: Pembayaran sedang menunggu mengingat dipandang oleh Paypal sebagai beresiko.

source: The payment is pending because it was made to an email address that is not yet registered or confirmed.
id_id: Pembayaran masih menunggu karena dilakukan melalui alamat email yang belum terdaftar atau dikonfirmasi.

source: The payment is pending because it was made via credit card and you must upgrade your account to Business or Premier status in order to receive the funds. It can also mean that you have reached the monthly limit for transactions on your account.
id_id: Pembayaran masih menunggu karena dibayar lewat kartu kredit dan anda harus upgrade akun anda ke status Business atau Premier agar bisa menerima dana. Ini juga bisa berarti bahwa transaksi melebihi batas transaksi bulanan pada akun anda.

source: The payment is pending because you are not yet verified. You must verify your account before you can accept this payment.
id_id: Pembayaran masih menunggu karena anda belum diverifikasi. Anda harus memverifikasi akun anda sebelum anda bisa menerima pembayaran ini.

source: The payment is pending for an unknown reason. For more information, contact PayPal customer service.
id_id: Pembayaran sedang menunggu karena alasan tak diketahui. Untuk informasi lebih lanjut, hubungi layanan pelanggan Paypal.

source: The payment is pending.
id_id: Pembayaran sedang menunggu.

source: There was a problem connecting to PayPal to setup your purchase. Please try again.
id_id: Ada masalah menghubungi Paypal untuk mengatur pembelian anda. Silahkan ulangi lagi.

source: Please confirm your final payment for this order totaling %s. It will be made via your "%s" PayPal account.
id_id: Silahkan konfirmasi pembayaran akhir anda untuk pesanan total %s. Pembayaran dilakukan lewat "%s" akun Paypal anda.

source: There was a problem with your PayPal transaction. Please <a href="%s">go back and try again</a>.
id_id: Ada masalah dengan transaksi Paypal anda. Silahkan <a href="%s"> kembali dan ulangi lagi</a>.

source: Whoops, looks like you skipped a step! Please <a href="%s">go back and try again</a>.
id_id: Uups, sepertinya anda melewati langkah! Silahkan <a href="%s">kembali dan ulangi lagi</a>.

source: PayPal balance, Credit Card, or Instant Transfer
id_id: Neraca Paypal, Kartu Kredit, atau Transfer Langsung

source: There was a problem finalizing your purchase with PayPal. Please <a href="%s">go back and try again</a>.
id_id: Ada masalah dalam penyelesaian pembelian anda lewat Paypal. Silahkan <a href="%s">kembali dan ulangi lagi</a>.

source: Your order(s) for %s store(s) totaling %s were successful.
id_id: Pesanan anda untuk %s toko total %s telah berhasil.

source: Your PayPal payment for this order totaling %s is not yet complete. Here is the latest status:
id_id: Pembayaran Paypal anda untuk pesanan total %s belum lengkap. Berikut status terakhir:

source: Your PayPal payment for this order totaling %s is complete. The PayPal transaction number is <strong>%s</strong>.
id_id: Pembayaran Paypal anda untuk total pesanan %s lengkap. Jumlah transaksi Paypal <strong>%s</strong>.

source: PayPal Express Checkout Settings
id_id: Pengaturan Paypal Express Checkout.

source: Express Checkout is PayPal's premier checkout solution, which streamlines the checkout process for buyers and keeps them on your site after making a purchase. Unlike PayPal Pro, there are no additional fees to use Express Checkout, though you may need to do a free upgrade to a business account. <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?&cmd=_render-content&content_ID=developer/e_howto_api_ECGettingStarted">More Info &raquo;</a>
id_id: Express Checkout adalah solusi Paypal premier chechkout yang mempersingkat proses bagi pembeli dan menjaga mereka tetap di situs anda setelah melakukan pembelian. Paypal Pro, sebaliknya, tidak ada biaya tambahan untuk menggunakan Express Checkout, tapi anda perlu upgrade gratis ke akun business. <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?&cmd=_render-content&content_ID=developer/e_howto_api_ECGettingStarted">Info Lebih Lanjut &raquo;</a>

source: PayPal Site
id_id: Situs Paypal

source: Paypal Currency
id_id: Mata Uang Paypal

source: PayPal Mode
id_id: Mode Paypal

source: You must login to PayPal and create an API signature to get your credentials. <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_NVPAPIBasics#id084DN0AK0HS">Instructions &raquo;</a>
id_id: Anda harus masuk ke Paypal dan buat sebuah API signature untuk memperoleh creditial anda. <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_NVPAPIBasics#id084DN0AK0HS">Instruksi &raquo;</a>

source: API Username
id_id: API Pengguna

source: API Password
id_id: API Sandi

source: PayPal Header Image (optional)
id_id: PayPal Header Image (pilihan)

source: URL for an image you want to appear at the top left of the payment page. The image has a maximum size of 750 pixels wide by 90 pixels high. PayPal recommends that you provide an image that is stored on a secure (https) server. If you do not specify an image, the business name is displayed.
id_id: URL untuk gambar jika anda ingin muncul di kiri atas pada halaman pembayaran. Ukuran lembar maksimal gambar 750 pixel kali 90 pixel tinggi. Paypal merekomendasikan agar anda menyediakan gambar yang disimpan dengan aman di server (https). Jika anda tidak menyediakan gambar, nama bisnis yang dipakai.

source: PayPal Header Border Color (optional)
id_id: Warna Garis Kepala Paypal (pilihan)

source: Sets the border color around the header of the payment page. The border is a 2-pixel perimeter around the header space, which is 750 pixels wide by 90 pixels high. By default, the color is black.
id_id: Pengaturan warna garis sekitar kepala halaman pembayaran. Ukuran garis sekitar 2-pixel dengan lebar 750 pixel dan tinggi 90 pixel. Standar, warna hitam.

source: PayPal Header Background Color (optional)
id_id: Warna Latar Kepala Paypal (pilihan)

source: Sets the background color for the header of the payment page. By default, the color is white.
id_id: Pengaturan warna latar untuk kepala halaman pembayaran. Standar, warna putih.

source: PayPal Page Background Color (optional)
id_id: Warna Latar Halaman Paypal (pilihan)

source: Sets the background color for the payment page. By default, the color is white.
id_id: Pengaturan warna latar untuk halaman pembayaran. Standar, warna putih.

source: There was a problem verifying the IPN string with PayPal. Please try again.
id_id: Ada masalah dalam verifikasi IPN Paypal. Silahkan ulangi lagi.

source: %s Store Purchase - Order ID: %s
id_id: %s Pembelian Toko - ID Pesanan: %s

source: There was a problem connecting to PayPal. Please try again.
id_id: Ada masalah koneksi dengan Paypal. Silahkan ulangi lagi.

source: PayPal Express Checkout Global Cart Settings
id_id: Pengaturan PayPal Express Checkout Global Cart
