Repository: wp-plugins/wordpress-ecommerce
Catalog: marketpress-includes/languages/mp-*.po
Languages: id_id

source: Express Checkout is PayPal's premier checkout solution, which streamlines the checkout process for buyers and keeps them on your site after making a purchase. Unlike PayPal Pro, there are no additional fees to use Express Checkout, though you may need to do a free upgrade to a business account. This gateway allows carts from up to 10 stores to checkout at once using parallel payments. <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?&cmd=_render-content&content_ID=developer/e_howto_api_ECGettingStarted">More Info &raquo;</a>
id_id: Express Checkout adalah solusi pembayaran Paypal premier, yang mempersingkat proses pembayaran bagi pembeli dan menjaga pengunjung berada di situs anda setelah membeli. Tidak seperti Paypal Pro, layanan Express Checkout tidak dipungut biaya tambahan, namun demikian anda perlu upgrade ke akun bisnis. Metode pembayaran ini bisa melakukan transaksi sampai 10 toko sekaligus menggunakan pembayaran paralel. <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?&cmd=_render-content&content_ID=developer/e_howto_api_ECGettingStarted">Info Selanjutnya &raquo;</a>

source: Flat Rate
id_id: Harga Umum

source: Flat Rate Settings
id_id: Pengaturan Harga Umum

source: Be sure to enter a shipping price for every option or those customers may get free shipping.
id_id: Pastikan masukkan biaya pengiriman untuk setiap pilihan atau pelanggan bisa mendapatkan bebas biaya kirim.

source: Lower 48 States
id_id: Dibawah 48 Negara

source: Hawaii and Alaska
id_id: Hawaii dan Alaska

source: International
id_id: Internasional

source: In Country
id_id: Dalam Negeri

source: United States
id_id: Amerika Serikat

source: European Union
id_id: Uni Eropa

source: Extra Shipping Cost
id_id: Biaya Pengiriman Tambahan

source: My Plugin
id_id: Plugin Saya

source: No Products
id_id: Tidak Ada Produk

source: Item:
id_id: Barang:

source: Price:
id_id: Harga:

source: Quantity:
id_id: Kuantitas:

source: Remove
id_id: Hapus

source: Discount:
id_id: Diskon:

source: Remove Coupon &raquo;
id_id: Hapus Kupon &raquo;

source: Have a coupon code?
id_id: Punya kode kupon?

source: Enter your code:
id_id: Masukan kodepos anda

source: Apply &raquo;
id_id: Pakai &raquo;

source: Shipping:
id_id: Pengiriman:

source: Taxes:
id_id: Pajak:

source: Cart Total:
id_id: Total Keranjang:

source: Update Cart &raquo;
id_id: Update Keranjang &raquo;

source: Checkout Now &raquo;
id_id: Periksa Sekarang &raquo;

source: Have a User Account?
id_id: Punya Akun Pengguna?

source: Register To Checkout
id_id: Daftar untuk Periksa Belanja

source: Checkout Directly
id_id: Langsung Periksa Belanja

source: Username
id_id: Nama Pengguna

source: Password
id_id: Sandi

source: Login and Checkout &raquo;
id_id: Masuk dan Periksa Belanja &raquo;

source: or
id_id: atau

source: Register Now To Checkout &raquo;
id_id: Daftar Sekarang untuk Periksa Belanja &raquo;

source: Made a purchase here before?
id_id: Pernah belanja disini sebelumnya?

source: Login now to retrieve your saved info &raquo;
id_id: Masuk sekarang untuk mendapatkan kembali informasi yang anda simpan &raquo;

source: Enter Your Shipping Information:
id_id: Masukan Informasi Alamat Pengiriman anda:

source: Full Name:
id_id: Nama Lengkap:

source: Address:
id_id: Alamat:

source: Street address, P.O. box, company name, c/o
id_id: Alamat jalan, P.O. box, nama perusahaan, c/o

source: Address 2:
id_id: Alamat 2:

source: Apartment, suite, unit, building, floor, etc.
id_id: Apartemen, suite, unit, gedung, lantai, ect.

source: City:
id_id: Kota:

source: State/Province/Region:
id_id: Negarabagian/Propinsi/Daerah:

source: Postal/Zip Code:
id_id: Pos/Kode Pos:

source: Country:
id_id: Negeri

source: Phone Number:
id_id: Nomor Telpon:

source: Shipping Information:
id_id: Informasi Pengiriman:

source: &laquo; Edit
id_id: &laquo; Perbaiki

source: Choose a Payment Method:
id_id: Pilih Cara Pembayaran

source: Confirm Payment &raquo;
id_id: Konfirmasi Pembayaran &raquo;

source: You may track the latest status of your order(s) here:<br />%s
id_id: Anda bisa menelusuri status terakhir pesanan anda disini: <br />%s

source: Empty your shopping cart
id_id: Kosongkan keranjang belanja anda

source: Empty Cart
id_id: Keranjang Kosong

source: Go To Checkout Page
id_id: Pergi ke Halaman Periksa

source: Checkout &raquo;
id_id: Periksa &raquo;

source: There are no items in your cart.
id_id: Tidak ada barang dalam keranjang anda.

source: Browse Products &raquo;
id_id: Cari Produk &raquo;

source: Order Details (%s):
id_id: Pesanan selengkapnya (%s):

source: Current Status
id_id: Status Sekarang

source: Received:
id_id: Diterima:

source: Paid:
id_id: Telah Dibayar:

source: Shipped:
id_id: Terkirim:

source: Payment Information:
id_id: Informasi Pembayaran:

source: Payment Method:
id_id: Cara Pembayaran:

source: Payment Type:
id_id: Jenis Pembayaran:

source: Transaction ID:
id_id: ID Transaksi:

source: Payment Total:
id_id: Total Pembayaran:

source: Order Information:
id_id: Informasi Pesanan:

source: Item
id_id: Barang

source: Quantity
id_id: Kuantitas

source: Price
id_id: Harga

source: Download
id_id: Unduh

source: Download&raquo;
id_id: Unduh&raquo;

source: Limit Reached
id_id: Batas Terpenuhi

source: Awaiting Payment
id_id: Pembayaran Menunggu

source: No products could be found for this order
id_id: Tidak ditemukan produk untuk pesanan ini

source: Coupon Discount:
id_id: Kupon Diskon:

source: Order Total:
id_id: Total Pesanan:

source: &laquo; Back
id_id: &laquo: Kembali

source: Invalid Order ID. Please try again:
id_id: ID Pesanan salah. Silahkan ulangi lagi:

source: Enter your 12-digit Order ID number:
id_id: Masukan 12-digit Nomor ID anda:

source: Look Up &raquo;
id_id: Cari &raquo;

source: Your Recent Orders:
id_id: Pesanan Terbaru Anda:

source: Or enter your 12-digit Order ID number:
id_id: Atau masukkan 12-digit Nomor ID pesanan anda:

source: Have a User Account? Login To View Your Order History:
id_id: Punya Akun Pengguna? Masuk untuk melihat ringkasan Pesanan Anda:

source: Login &raquo;
id_id: Masuk &raquo;

source: Uncatagorized
id_id: Tidak terkategori

source: No Tags
id_id: Tidak ada Label

source: Price:
id_id: Harga:

source: Buy Now &raquo;
id_id: Beli Sekarang &raquo;

source: Out of Stock
id_id: Stok Habis

source: Choose Option &raquo;
id_id: Pilih Opsi &raquo;

source: Add To Cart &raquo;
id_id: Tambah ke dalam keranjang &raquo;

source: View Larger Image &raquo;
id_id: Perbesar gambar &raquo;

source: Shopping Cart
id_id: Keranjang Belanja

source: Visit Store
id_id: Kunjungi Toko

source: View Products
id_id: Lihat Produk

source: Check Order Status
id_id: Cek Status Pesanan

source: Products
id_id: Produk

source: Order Status
id_id: Status Pesanan

source: store
id_id: toko

source: products
id_id: produk

source: shopping-cart
id_id: keranjang belanja

source: order-status
id_id: status-pesanan

source: category
id_id: kategori

source: tag
id_id: label

source: <p>If you have any questions about your order please do not hesitate to contact us.</p>
id_id: <p>Jika anda punya pertanyaan tentang pesanan anda silahkan jangan ragu menghubungi kami.</p>

source: <p>Please enter your shipping information in the form below to proceed with your order.</p>
id_id: <p>Silahkan masukan informasi alamat pengiriman anda pada formulir dibawah untuk diproses dengan pesanan anda.</p>

source: <p>You are almost done! Please do a final review of your order to make sure everything is correct then click the "Confirm Payment" button.</p>
id_id: <p>Hampir selesai! Silahkan cek akhir pesanan anda untuk memastkan semuanya benar lalu klik tombol "Konfirmasi Pembayaran".</p>

source: <p>Thank you for your order! We appreciate your business, and please come back often to check out our new products.</p>
id_id: <p>Terima kasih atas pesanan anda! Kami sangat bangsa berbisnis dengan anda, dan silahkan kembali untuk mengecek produk-produk terbaru kami.</p>

source: Your Order Confirmation (ORDERID)
id_id: Konfirmasi Pembayaran Anda (IDPESANAN)

source: Thank you for your order CUSTOMERNAME! Your order has been received, and any items to be shipped will be processed as soon as possible. Please refer to your Order ID (ORDERID) whenever contacting us. Here is a confirmation of your order details: Order Information: ORDERINFO Shipping Information: SHIPPINGINFO Payment Information: PAYMENTINFO You can track the latest status of your order here: TRACKINGURL Thanks again!
id_id: Terima kasih atas pesanan NAMAPELANGGAN! Pesanan anda telah diterima, dan barang akan dikirim secepat mungkin. Silahkan tunjukkan ID Pesanan anda (IDPESANAN) pada saat menghubungi anda. Berikut ini konfirmasi detil pesanan anda: Informasi Pesanan: INFOPESANAN Informasi Pengiriman: INFOPENGIRIMAN Informasi Pembayaran: INFOPEMBAYARAN Anda bisa melacak status terakhir pesanan anda disini: LACAKURL Terima Kasih kembali!

source: Your Order Has Been Shipped! (ORDERID)
id_id: Pesanan Anda Telah Dikirim! (IDPESANAN)

source: Dear CUSTOMERNAME, Your order has been shipped! Depending on the shipping method and your location it should be arriving shortly. Please refer to your Order ID (ORDERID) whenever contacting us. Here is a confirmation of your order details: Order Information: ORDERINFO Shipping Information: SHIPPINGINFO Payment Information: PAYMENTINFO You can track the latest status of your order here: TRACKINGURL Thanks again!
id_id: Yang Terhormat NAMAPELANGGAN, Pesanan anda telah dikirim! Waktu pengiriman tergantung cara pembayaran dan lokasi anda tapi akan tiba secepatnya. Silahkan tunjukkan ID Pesanan anda (IDPESANAN) ketika menghun=bungi kami. Berikut ini konfirmasi detil pesanan anda: Informasi Pesanan: INFOPESANAN Informasi Pengiriman: INFOPENGIRIMAN Informasi Pembayaran: INFOPEMBAYARAN Anda bisa lacak status pesanan anda disini: LACAKURL Terima kasih kembali!

source: There was an issue determining where MarketPress is installed. Please reinstall.
id_id: Ada berita terkait penginstalan MarketPress. Silahkan instal kembali.

source: You must <a href="options-permalink.php">enable Pretty Permalinks</a> to use MarketPress!
id_id: Anda harus <a href="options-permalink.php">mengaktifkan Pretty Permalinks</a>untuk menggunakan MarketPress!

source: Manage Orders
id_id: Kelola Pesanan

source: Store Settings
id_id: Pengaturan Toko

source: Are you sure you want to remove all items from your cart?
id_id: Anda yakin ingin menghapus semua barang dari keranjang belanja anda?

source: Item(s) Added!
id_id: Barang Ditambah!

source: Adding to your cart...
id_id: Menambah ke keranjang anda...

source: Product
id_id: Produk

source: of
id_id: dari

source: Welcome to our online store! Feel free to browse around:
id_id: Selamat datang di toko online kami! Silahkan melihat-lihat produk:

source: Check out our most popular products:
id_id: Lihat produk terpopuler kami:

source: Browse by category:
id_id: Cari menurut kategori:

source: Browse by tag:
id_id: Cari menurut label:

source: Store
id_id: Toko

source: Product Category
id_id: Kategori Produk

source: Product Tag
id_id: Label Produk

source: Create New
id_id: Buat Baru

source: Create New Product
id_id: Buat Produk Baru

source: Edit Products
id_id: Perbaiki Produk

source: Edit
id_id: Perbaiki

source: New Product
id_id: Produk Baru

source: View Product
id_id: Lihat Produk

source: Search Products
id_id: Cari Produk

source: No Products Found
id_id: Produk tidak ditemukan

source: No Products found in Trash
id_id: Produk di tong sampah tidak ditemukan

source: Products for your MarketPress store.
id_id: Produk untuk toko MarketPress anda.

source: Orders
id_id: Pesanan

source: Order
id_id: Pesanan

source: View Order
id_id: Lihat Pesanan

source: Search Orders
id_id: Cari Pesanan

source: No Orders Found
id_id: Pesanan tidak ditemukan

source: Orders from your MarketPress store.
id_id: Pesanan dari toko MarketPress anda.

source: Received
id_id: Diterima

source: Received <span class="count">(%s)</span>
id_id: Diterima <span class="count">(%s)</span>

source: Paid
id_id: Telah Dibayar

source: Paid <span class="count">(%s)</span>
id_id: Telah Dibayar <span class="count">(%s)</span>

source: Shipped
id_id: Terkirim

source: Shipped <span class="count">(%s)</span>
id_id: Terkirim <span class="count">(%s)</span>

source: Closed
id_id: Ditutup

source: Closed <span class="count">(%s)</span>
id_id: Ditutup <span class="count">(%s)</span>

source: None - Custom theme template
id_id: Kosong - Tema Template Biasa

source: Product Category: %s
id_id: Kategori Produk: %s

source: Product Tag: %s
id_id: Label Produk: %s

source: Shipping Information
id_id: Informasi Pengiriman

source: Payment Information
id_id: Informasi Pembayaran

source: Confirm Your Purchase
id_id: Konfirmasi Pembelian Anda

source: Order Confirmation
id_id: Konfirmasi Pesanan

source: Your Shopping Cart
id_id: Keranjang Belanja Anda

source: Track Your Order
id_id: Lacak Pesanan Anda

source: Categorized in
id_id: Kategori di

source: Product Name
id_id: Nama Produk

source: Variations
id_id: Variasi

source: Stock
id_id: Stok

source: Sales
id_id: Penjualan

source: Order ID
id_id: ID Pesanan

source: Order Date
id_id: Tanggal Pesan

source: From
id_id: Dari

source: Items
id_id: Barang

source: Shipping
id_id: Pengiriman

source: Tax
id_id: Pajak

source: Discount
id_id: Diskon

source: View Order Details
id_id: Lihat Detil Pesanan

source: View &#8220;%s&#8221;
id_id: Lihat &#8220;%s&#8221;

source: Mark as Paid
id_id: Tandai Telah Dibayar

source: Mark as Shipped
id_id: Tandai Telah Dikirim

source: Mark as Closed
id_id: Tandai Telah Ditutup

source: Mark as Received
id_id: Tandai Telah Diterima

source: Regarding Your Order (%s)
id_id: Mengenai Pesanan Anda (%s)

source: Product Details
id_id: Produk Detil

source: Product Download
id_id: Produk Unduh

source: Variation Name
id_id: Variasi Nama

source: Stock Keeping Unit - Your custom Product ID number
id_id: Unit Stok Yang Ada - Nomor ID Produk Anda

source: When checked these override the normal price.
id_id: Jika dicek akan mengesampingkan harga normal.

source: Sale Price
id_id: Harga Jual

source: When checked inventory tracking will be enabled.
id_id: Ketika dicek penelusuran inventarisasi akan diaktifkan.

source: Inventory
id_id: Inventarisasi

source: Remove Variation
id_id: Hapus Variasi

source: Add Variation
id_id: Tambah Variasi

source: Product variations are not allowed for Downloadable or Externally Linked products.
id_id: Variasi produk tidak diperkenankan diunduh atau produk tautan eksternal.

source: Some examples are linking to a song/album in iTunes, or linking to a product on another site with your own affiliate link.
id_id: Beberapa contoh bertautan dengan lagu/album dalam iTunes, atau produk milik tautan situs lain dengan tautan afiliasi anda.

source: External Link
id_id: Tautan Eksternal

source: When set this overrides the purchase button with a link to this URL.
id_id: Ketika mengeset ini akan mengesampingkan tombol pembelian dengan tautan ke URL ini.

source: Downloadable products are enabled in MarketPress Pro only, upgrade to enable &raquo;
id_id: Produk dapat diunduh telah diaktifkan hanya MarketPress Pro, upgrade untuk mengaktifkan &raquo;

source: File URL
id_id: URL File

source: Upload File
id_id: Unggah File

source: Sorry, currently it's not possible to checkout with items from more than %s stores.
id_id: Maaf, saat ini tidak bisa memeriksa barang lebih dari %s toko.

source: Sorry, there is a per order limit of %1$s for "%2$s". Your cart quantity has been changed to %3$s.
id_id: Maaf, batas tiap pesanan %1$s untuk "%2$s". Kuantitas keranjang anda telah diubah %3$s.

source: Sorry, we don't have enough of this item in stock. (%s remaining)
id_id: Maaf, stok barang kami tidak cukup. (%s sisa)

source: Sorry, there is a per order limit of %1$s for "%2$s".
id_id: Maaf, batas tiap pesanan %1$s untuk "%2$s".

source: Sorry, there is not enough stock for "%s". (%s remaining)
id_id: Maaf, stok tidak cukup untuk "%s". (%s sisa)

source: Item(s) Removed
id_id: Barang Dihapus

source: Coupon Successfully Applied
id_id: Kupon Berhasil Digunakan

source: Invalid Coupon Code
id_id: Kode Kupon Salah

source: Coupon Removed
id_id: Kupon Dihapus

source: Please enter a valid Email Address.
id_id: Silahkan masukan Alamat Email yang benar.

source: Please enter your Full Name.
id_id: Silahkan masukan Nama Lengkap anda.

source: Please enter your Street Address.
id_id: Silahkan masukan Alamat Jalan anda.

source: Please enter your City.
id_id: Silahkan masukan Kota anda.

source: Please enter your State/Province/Region.
id_id: Silahkan masukan Negarabagian/Propinsi/Wilayah anda.

source: Please enter a valid two-letter State abbreviation.
id_id: Silahkan masukan dua-huruf singkatan Negerabagian.

source: Please enter your Zip/Postal Code.
id_id: Silahkan masukan Pos/Kodepos anda.

source: Please enter your Country.
id_id: Silahkan masukan Negeri anda.

source: Manual Checkout
id_id: Periksa Manual

source: N/A - Free order
id_id: N/A - Bebas pesan

source: Completed
id_id: Selesai

source: Billing Info
id_id: Info Penagihan

source: Shipping Info
id_id: Info Pengiriman

source: Same as Billing
id_id: Sama dengan Penagihan

source: Items:
id_id: Barang:

source: Download:
id_id: Unduh:

source: Your payment for this order is not yet complete. Here is the latest status:
id_id: Pembayaran anda untuk pesanan ini belum selesai. Berikut status terakhir:

source: Your payment for this order is complete.
id_id: Pembayaran anda untuk pesanan ini telah selesai.

source: New Order Notification: ORDERID
id_id: Notifikasi Pesanan Baru: IDPESANAN

source: A new order (ORDERID) was created in your store: Order Information: ORDERINFO Shipping Information: SHIPPINGINFO Email: %s Payment Information: PAYMENTINFO You can manage this order here: %s
id_id: Satu pesanan baru (IDPESANAN) telah dibuat pada toko anda: Informasi Pesanan: INFOPESANAN Informasi Pengiriman: NFOPENGIRIMAN Email: %s Informasi Pembayaran: INFOPEMBAYARAN Anda bisa mengelola pesanan ini disini: %s

source: Low Product Inventory Notification
id_id: Notifikasi Inventaris Produk Rendah

source: This message is being sent to notify you of low stock of a product in your online store according to your preferences. Product: %s Current Inventory: %s Link: %s Edit Product: %s Notification Preferences: %s
id_id: Pesan ini dikirim guna memberitahukan anda tentang stok barang rendah dalam toko online anda menurut pilihan anda. Produk: %s Inventarisasi Sekarang: %s Tautan: %s Perbaiki Produk: %s Pilihan Pemberitahuan: %s

source: More Info &raquo;
id_id: Info Selanjutnya &raquo;

source: Invalid Order ID
id_id: ID Pesanan Salah

source: Order Details (%s)
id_id: Detil Pesanan (%s)

source: Order Actions
id_id: Tindakan Pesanan

source: Change Order Status:
id_id: Ubah Status Pesanan:

source: Closed:
id_id: Ditutup:

source: Payment Gateway:
id_id: Pintu Pembayaran:

source: Payment Transaction History
id_id: Kilas Transaksi Pembayaran

source: Order Information
id_id: Informasi Pesanan

source: Qantity
id_id: Kuantitas

source: Downloads
id_id: Unduh

source: (Limit Reached)
id_id: (Batas Terpenuhi)

source: Cost:
id_id: Biaya:

source: Special Note:
id_id: Catatan Khusus:

source: %s order marked as Received.
id_id: %s pesanan ditandai Diterima.

source: %s order marked as Paid.
id_id: %s pesanan ditandai Dibayar.

source: %s order marked as Shipped.
id_id: %s pesanan ditandai Dikirim.

source: %s order Closed.
id_id: %s pesanan Ditutup.

source: Change Status
id_id: Perubahan Status

source: No Orders Yet
id_id: Pesanan Belum Ada

source: Coupons
id_id: Kupon

source: Presentation
id_id: Penyajian

source: Messages
id_id: Pesan

source: Payments
id_id: Pembayaran

source: General
id_id: Umum

source: Settings saved.
id_id: Pengaturan disimpan.

source: Location Settings
id_id: Pengaturan Lokasi

source: This is the base location that shipping and tax rates will be calculated from.
id_id: Lokasi ini dasar penghitungan untuk pengiriman dan pajak.

source: Base Country
id_id: Asal Negara

source: Base State/Province/Region
id_id: Asal Negarabagian/Propinsi/Wilayah

source: Tax Settings
id_id: Pengaturan Pajak

source: %s Tax Rate
id_id: %s Rata-rata Pajak

source: %s Total Tax Rate (VAT,GST,PST,HST)
id_id: %s Total Rata-rata Pajak (VAT,GST,PST,HST)

source: VAT Tax Rate
id_id: Rata-rata Pajak VAT

source: GST Tax Rate
id_id: Rata-rata Pajak GST

source: Country Total Tax Rate (VAT, GST, Etc.)
id_id: Total Rata-rata Pajak Negara (VAT, GST, dll)

source: Tax Orders Outside Your Base Country?
id_id: Pajak Pesanan diluar asal Negara Anda?

source: Apply Tax To Shipping Fees?
id_id: Pakai Pajak untuk Biaya Pengiriman?

source: Please see your local tax laws. Most areas charge tax on shipping fees.
id_id: Silahkan lihat tata aturan pajak daerah anda. Kebnyakan daerah membebani pajak pada biaya pengiriman.

source: Currency Settings
id_id: Pengaturan Mata Uang

source: These preferences affect display only. Your payment gateway of choice may not support every currency listed here.
id_id: Pilihan ini hanya sekedar display saja. Pilihan pintu pembayaran anda mungkin tidak mendukung untuk daftar mata uang berikut.

source: Store Currency
id_id: Mata Uang Toko

source: Currency Symbol Position
id_id: Letak Simbol Mata Uang

source: Show Decimal in Prices
id_id: Munculkan Desimal pada Harga

source: Miscellaneous Settings
id_id: Jenis Pengaturan

source: Maximum Downloads
id_id: Maksimal Unduh

source: MarketPress Pro only, upgrade to enable &raquo;
id_id: Hanya MarketPress Pro, upgrade untuk mengaktifkan &raquo;

source: How many times may a customer download a file they have purchased? (It's best to set this higher than one in case they have any problems downloading)
id_id: Berapa kali pelanggan mengunduh file yang mereka beli? (Sangat bagus apabila diatur lebih dari 1 kali untuk mengantisipasi gagal sewaktu mengunduh)

source: Force Login
id_id: Paksa Masuk

source: Whether or not customers must be registered and logged in to checkout. (Not recommended: Enabling this can lower conversions)
id_id: Apakah pelanggan harus mendaftar dan masuk untuk memeriksa pembelian atau tidak. (Tidak disarankan: mengaktifkan ini dapat menurunkan konversi)

source: Product Listings Only
id_id: Hanya Daftar Produk

source: This option turns MarketPress into more of a product listing plugin, disabling shopping carts, checkout, and order management. This is useful if you simply want to list items you can buy in a store somewhere else, optionally linking the "Buy Now" buttons to an external site. Some examples are a car dealership, or linking to songs/albums in itunes, or linking to products on another site with your own affiliate links.
id_id: Pilihan ini mengembalikan MarketPress berubah menjadi plugin daftar produk lebih banyak, menonaktifkan keranjang belanja, periksa pembelian, dan pengaturan pesanan. Ini berguna jika anda ingin menampilkan daftar barang yang dapat beli muncul di halaman mana saja di toko, terlepas apakah pilihan tautan tombol "Beli Sekarang" milik situs luar. Beberapa contoh diantaranya dipakai pada dealer mobil, atau tautan pada lagu/album di itunes, atau tautan produk dari situ lain dengan tautan afiliasi anda sendiri.

source: Coupon(s) succesfully deleted.
id_id: Kupon berhasil dihapus.

source: Coupons are enabled in MarketPress Pro only, upgrade to enable &raquo;
id_id: Kupon baru bisa diaktifkan hanya MarketPress Pro, upgrade untuk mengaktifkan &raquo;

source: You can create, delete, or update coupon codes for your store here.
id_id: Anda dapat buat, hapus, atau perbarui kode kupon untuk toko anda disini.

source: Delete
id_id: Hapus

source: Coupon Code
id_id: Kode Kupon

source: Start Date
id_id: Tanggal Mulai

source: Expire Date
id_id: Masa Kadaluarsa
